accountsservice
aconfmgr-git
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
apparmor
arandr
archdroid-icon-theme-git
artwork-i3
aseprite
atool
autoconf
automake
avahi
b43-fwcutter
baobab
base
bat
bison
bitwise
blender
blueman
bluez-utils
bmenu
btrfs-progs
bzip2
calligra-plan
cantarell-fonts
chatgpt-desktop-bin
chatgpt-shell-cli
cheese
chromium
clipit
colorz
coreutils
cpupower
cronie
cryptsetup
czkawka-gui-bin
deluge
device-mapper
dfc
dhclient
dhcpcd
diffutils
discord
diskonaut
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
e2fsprogs
easystroke
easytag
ecryptfs-utils
efibootmgr
exfatprogs
eza
f2fs-tools
fd
feh
ffmpeg
ffmpegthumbnailer
flac
flameshot
flex
gcc
gcolor3
geogebra
gimp
giph
git
github-desktop-bin
glava
gnome-keyring
gnuplot
gparted
gpick
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtksourceview-pkgbuild
gucharmap
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
haveged
hercules
heroic-games-launcher-bin
hexyl
htop
inetutils
inkscape
intel-ucode
inxi
iotop
ipython
jdk-openjdk
jfsutils
kdeconnect
ksystemlog
kvantum-manjaro
lazydocker
less
lib32-flex
lib32-mesa-utils
lib32-nvidia-utils
libdvdcss
libgpod
libqalculate
libtool
libxnvctrl
lightdm-settings
lightdm-slick-greeter
linux65
linux65-nvidia
lnav
logrotate
lolcat
lutris
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
matcha-gtk-theme
mathmod
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
moreutils
mousepad
mpc
mpd
mpv
mupdf
nano
nano-syntax-highlighting
ncdu
ncmpcpp
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
newsboat
nfs-utils
nodejs-mapscii
npm
nss-mdns
ntfs-3g
ntp
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
obs-studio-git
ocrfeeder
okular
oorexx
openresolv
openssh
os-prober
otf-font-awesome
owa-desktop-bin
p7zip
pamac-gtk
pass
patch
patchutils
pavucontrol
pcmanfm
perl
perl-file-mimeinfo
perplexity-ai-app
pkgconf
pkgtop
plymouth
polkit-gnome
polybar
poppler-data
powertop
pulseaudio
pulseaudio-bluetooth
pulseview
python-chameleon
python-colorthief
python-fzf-wal
python-haishoku
python-matplotlib
python-pandas
python-pip
python-pywal
python-wal-steam-git
qalculate-gtk
qt5-styleplugins
qt5-tools
qt5ct
qtcurve-qt5
racket
ranger
reiserfsprogs
rofi
rofi-greenclip
rofi-pass
rofi-power-menu
rofimoji
rsync
s-nail
sbxkb
screenfetch
sigrok-cli
simple-mtpfs
skrooge
slack-desktop
slop
snapd
sof-firmware
spectre-meltdown-checker
speedtest-cli
spicetify-cli
spotify
spotify-tui
spotifyd
steam
step
subversion
sudo
sysfsutils
syslog-ng
systemd
teams
terminus-font
termshark
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
themix-gui-git
thunar
tldr
tmux
toilet
toilet-fonts
translate-shell-git
tree
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-font-awesome-4
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-ms-fonts
ttf-symbola
tuir
udiskie
unrar
upower
usbutils
vi
vibrancy-icons-teal
viewnior
vim
vlc
volumeicon
vscodium-bin
w3m
wallpapers-juhraya
webex-bin
weechat
wget
which
wine
wireless-regdb
wmutils
wpa_supplicant
wpgtk
wtfutil
x3270
xarchiver
xautolock
xcursor-maia
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfburn
xfce4-power-manager
xfsprogs
xmenu
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xournalpp
yad
yay
youtube-dl
zathura
zathura-pdf-mupdf
zeal
zensu
zip
zoom
zotero
zoxide
